[
  {
    "image": "http://drive.google.com/uc?export=view&id=1IFQD7rtzfpupvHJcggCv6t8Gi5HtHxpD",
    "index": 1,
    "title": "Preventative care",
    "details": "Preventative care is a critical component of any healthcare system, and it is an essential service provided by clinics. This type of care includes routine check-ups, health screenings, vaccinations, and health education. Preventative care aims to identify and prevent the development of diseases and illnesses before they become severe. During a check-up, the healthcare provider will assess your overall health, check your vital signs, and perform any necessary tests. Health screenings can help identify risk factors for certain diseases and conditions, allowing for early intervention and treatment. Vaccinations are also an important part of preventative care, as they help protect individuals from preventable diseases.",
    "price": 554,
    "rating": 4
  },
  {
    "image": "http://drive.google.com/uc?export=view&id=1BB8DPYB3Gljh0DNPZppuwI3Wy0p3eLCu",
    "index": 2,
    "title": "Diagnosis and treatment",
    "details": "Clinics provide services for diagnosing and treating a wide range of illnesses and conditions. If you have symptoms of an illness or injury, the healthcare provider will perform a physical examination and order any necessary tests to diagnose the problem. Once a diagnosis is made, the healthcare provider will create a treatment plan that may include medication, therapy, or other interventions. Clinics may also offer specialized services for specific conditions, such as asthma management or allergy testing.",
    "price": 489,
    "rating": 5
  },
  {
    "image": "http://drive.google.com/uc?export=view&id=1ENBCe5YYWQ77MC0lNpeWpzOWpjq3GK6A",
    "index": 3,
    "title": "Laboratory testing",
    "details": "Laboratories are an essential component of any clinic, as they provide diagnostic testing services that help healthcare providers diagnose and monitor medical conditions. Lab tests can help diagnose diseases, monitor treatment effectiveness, and evaluate overall health status. Common lab tests include blood tests, urine tests, and imaging tests such as X-rays or CT scans.",
    "price": 486,
    "rating": 3
  },
  {
    "image": "http://drive.google.com/uc?export=view&id=1HfI1EHJOGphVhrw-RpM2qFAJrhulBhfl",
    "index": 4,
    "title": "Chronic disease management",
    "details": "Chronic diseases are long-term conditions that require ongoing management and treatment. Examples of chronic diseases include diabetes, hypertension, and heart disease. Clinics can provide ongoing care for patients with chronic diseases, helping to manage their symptoms and prevent complications. This may include medication management, lifestyle changes, and regular check-ups.",
    "price": 268,
    "rating": 4
  },
  {
    "image": "http://drive.google.com/uc?export=view&id=1Iumup9nwzCZ0Dn-80_R3zTsy25nAAd8u",
    "index": 5,
    "title": "Women's health",
    "details": "Women's health services are an essential component of many clinics. These services include gynecological exams, Pap smears, mammograms, and family planning. Gynecological exams typically include a pelvic exam, breast exam, and a discussion of any concerns or questions the patient may have. Pap smears are a type of cervical cancer screening that can detect abnormal cells early on, allowing for early treatment. Mammograms are a type of breast cancer screening that uses X-rays to detect abnormalities in the breast tissue. Family planning services can include contraception, fertility testing, and preconception counseling.",
    "price": 432,
    "rating": 3
  },
  {
    "image": "http://drive.google.com/uc?export=view&id=1Ct6Xwoh5fw-lBoqaoCd_QsiAVwufeksT",
    "index": 6,
    "title": "Mental health services",
    "details": "Mental health is an essential component of overall health and wellbeing, and clinics may offer mental health services to support patients with mental health conditions such as depression, anxiety, and bipolar disorder. These services may include counseling, therapy, and medication management. Mental health services can help patients manage their symptoms, improve their quality of life, and prevent complications from their condition.",
    "price": 466,
    "rating": 5
  },
  {
    "image": "http://drive.google.com/uc?export=view&id=1iCNIKB316rd8JcvlauhWNgzKV4WwHrUA",
    "index": 7,
    "title": "Urgent care",
    "details": "Urgent care clinics provide immediate medical attention for patients with non-life-threatening conditions that require prompt treatment. This can include conditions such as sprains, cuts, or infections. Urgent care clinics are typically open after regular business hours and on weekends, making them a convenient option for patients who need care outside of normal office hours. Unlike emergency rooms, urgent care clinics do not treat life-threatening conditions, such as heart attacks or severe injuries, and patients who require emergency care should seek treatment at a hospital emergency department.",
    "price": 268,
    "rating": 4
  }
]